Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: གླང་པོ་ཆེ་བཞོན་པ་དང་། རྟ་བཞོན་པ་དང་། མཚོན་ཆ་བཅང་བ་དང་། འཕོང་དང་། མདུན་དུ་བསྣུར་བ་དང་། ཕྱིར་བསྣུར་བ་དང་། གཡུལ་ལས་ཐར་བར་བྱ་བ་དང་། ལྕགས་ཀྱུས་གཟུང་བ་དང་། ཞགས་པས་གཟུང་བ་དང་། མདའ་བོ་ཆེ་འཕངས་པ་དང་། རྡོ་རྗེ་རྩེ་གཅིག་པ་འཕངས་པ་དང་། མཚོན་རྩེ་གཅིག་པ་གདབ་པ་དང་། འཁོར་ལོ་འཕང་བ་དང་། གཅད་པ་དང་། གཤེག་པ་དང་ལག་པས་གཟུང་བ་དང་། རྐང་པའི་སྟབས་དང་། མགོ་བོ་བསྐྱབ་པ་དང་། རྒྱང་མར་འཕོག་པ་དང་། སྒྲ་གྲགས་པར་འཕོག་པ་དང་། གནད་དུ་འཕོག་པ་དང་། གདོན་མི་ཟ་བར་འཕོག་པར་བྱ་བ་དང་། ཚབས་ཆེར་གཏང་བ་རྣམས་ཀྱང་བསླབས་ནས། གནས་ལྔ་ལ་བྱང་བར་གྱུར་ཏོ། །
en: how to ride an elephant, how to ride horseback, how to wield a weapon, and how to shoot an arrow, advance, retreat, wage war, grasp with an iron hook, wield a lasso, shoot a spear, throw a single-pointed vajra, throw other single-pointed weapons, and throw a disk; how to cut, cleave, grapple and hold, employ footwork, guard one’s head, strike from a distance, and strike at the noise of an unseen enemy; and how to target the vital points, take infallible aim, and maximize damage. By the time he had been educated in all of these, he was learned in the five fields of knowledge.

source: དེ་ནས་ཕྱི་ཞིག་ན་དེའི་ཕ་མ་གཉིས་ཤི་ནས། དེ་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས་གླང་པོ་ཆེའི་བླར་བསྐོས་ཏེ། ཕའི་ལས་ཐབས་དེ་ཉིད་བྱིན་ཏོ། །
en: One day his parents died, and King Bimbisāra appointed him as elephant trainer, passing on to him the work of his father.

source: དེ་ནས་ཕྱི་ཞིག་ན་དེས་བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་དད་པ་རྙེད་ནས། སྐྱབས་སུ་འགྲོ་བ་དང་། བསླབ་པའི་གཞི་རྣམས་བླངས་ཏེ།
en: Some time later, he found faith in the doctrine of the Blessed One, went for refuge and took the fundamental precepts,

source: དེས་སྦྱིན་པ་དག་བྱིན་ཞིང་བསོད་ནམས་དག་བྱས་ནས། བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ངོ་། །
en: gave gifts and made merit, and went forth in the doctrine of the Blessed One.

source: དེ་རབ་ཏུ་བྱུང་ནས་སྡེ་སྣོད་གསུམ་བསླབས་ཏེ། རིག་པ་དང་གྲོལ་བའི་སྤོབས་པ་དང་ལྡན་པའི་ཆོས་སྨྲ་བར་གྱུར་ཏོ། །
en: Once he had gone forth, he studied the Tripiṭaka and became a proponent of the Dharma with all the eloquence of his wisdom and freedom.

source: དེ་ནས་ཕྱི་ཞིག་ན་དེས་བསམས་པ།
en: One day he thought,

source: བདག་གིས་ཐོས་པའི་སྒོ་ནས་བྱ་བ་གང་ཡིན་པ་དེ་དག་ནི་བྱས་ཟིན་གྱིས།
en: “I have completed whatever duties were before me in terms of my education.

source: ད་ཕྱིན་ཅད་ནི་བདག་གིས་ཡིད་ལ་བྱེད་པ་ལ་འབད་པར་བྱའོ་སྙམ་དུ་བསམས་ཏེ
en: From now on I will put my efforts into contemplation.”

source: དེས་ཡིད་ལ་བྱེད་པ་བཟུང་ནས།
en: So he took up contemplation,

source: སྲོད་དང་ཐོ་རངས་མི་ཉལ་བ་ཉམས་སུ་བླངས་ཏེ་གནས་པས། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་གྱི་བསམ་གཏན་གྱི་བར་དུ་བསྐྱེད་ནས།
en: and by foregoing sleep from dusk to dawn, he progressed as far as the meditation known as the absorption of neither discrimination nor non-discrimination.

source: དེས་སློབ་མ་ལྔ་བརྒྱ་བསྡུས་ཏེ། འཁོར་དང་ལྡན་པར་གྱུར་ཏོ། །
en: He gathered five hundred disciples and they became his attendants.

source: དེ་ནས་ཕྱི་ཞིག་ན་དེ་འཁོར་དང་བཅས་པ་ལྗོངས་རྒྱུ་ཞིང་དོང་སྟེ།
en: He left and wandered the countryside with his disciples.

source: དེ་མཐར་གྱིས་སྤྱོད་ཡུལ་དུ་རྒྱུ་བ་ལས་སླར་ལོག་ནས།
en: Eventually he returned from wandering the countryside,

source: བློན་པོ་རྣམས་ཀྱིས་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་ལ་དེ་རབ་ཏུ་བྱུང་ངོ་ཞེས་གསོལ་ཏེ།
en: and the ministers informed King Bimbisāra that he had gone forth.

source: ལྷ་གཅིག་ནག་པ་གླང་ཆེན་གནས་ནི་རབ་ཏུ་བྱུང་ལ། དེ་ཡང་བུ་མ་མཆིས་ཏེ།
en: “Your Majesty, Citra Mounted on an Elephant has gone forth, and has no children.

source: བུ་མ་མཆིས་པས་ན་དེ་ཅི་བདོག་པ་ཐམས་ཅད་ལྷ་གཅིག་མངའ་ལགས་སོ་ཞེས་བྱས་སོ། །
en: Since he has no children, everything he owns is Your Majesty’s to command.”

source: དེ་ནས་རྒྱལ་པོས་སྨྲས་པ། ང་ནི་ཤི་བའི་ནོར་དབང་དུ་ཟད་ཀྱིས། གསོན་པོའི་ནི་མི་དབང་སྟེ།
en: “I only have authority over the wealth of the dead,” the king replied. “I have no authority over the wealth of the living.

source: རིགས་ཀྱི་བུ་དེ་ཡང་ད་དུང་གསོན་པོར་འདུག་ལ་དྲང་སྲོང་རྣམས་ནི་ཕྱིར་ཡང་འབབ་ཅིང་། ཁྱིམ་ན་གནས་པར་འགྱུར་ཡང་སྲིད་དོ་ཞེས་བྱས་ནས།
en: But this noble child yet lives, and it’s always possible for sages to reverse course and become householders once again.”

source: རྒྱལ་པོས་དེའི་ཁྱིམ་ནས་ཅི་ཡང་མ་བཞེས་སོ། །
en: So the king would not take anything from his house.

source: དེ་ནས་ཕྱི་ཞིག་ན་དེའི་ཆུང་མས་ནག་པ་གླང་ཆེན་གནས་འཁོར་ལྔ་བརྒྱ་དང་བཅས་པ། རྒྱལ་པོའི་ཁབ་ཏུ་ལྷགས་སོ་ཞེས་ཐོས་སོ། །
en: Citra Mounted on an Elephant’s wife heard that he had arrived in Rājagṛha with his five hundred attendants,

source: ཐོས་ནས་ཀྱང་དེ་འཁོར་དང་བཅས་པ་སྤྱན་དྲངས་ཏེ་ཁྱིམ་དུ་ཟན་བྱིན་ནོ། །
en: and when she heard this she invited him and his five hundred disciples to the house and offered them food.

source: དེ་ནས་དེའི་ཆུང་མས་བསམས་པ།
en: His wife wondered,

source: ཅི་འདི་བྱ་བ་བྱས་པ་ཡིན་ནམ། འོན་ཏེ་སོ་སོའི་སྐྱེ་བོ་ཡིན་ཞིག་གུ །
en: “Has he done what was before him, or is he just an ordinary person?

source: གལ་ཏེ་སོ་སོའི་སྐྱེ་བོ་ཡིན་ནི་འདི་དྲང་བའི་ཐབས་ཤིག་བྱའོ་སྙམ་ནས
en: If he is an ordinary person, I shall devise a means of bringing him back.”

source: དེས་དེ་ཟན་ཟ་བའི་ཚེ་ཁང་ཐོག་ནས་ཟངས་གཞོང་གཅིག་དེའི་མདུན་དུ་བོར་ནས།
en: As he was eating his food she dropped in front of him a copper pot from the roof of the house,

source: དེ་དེའི་སྒྲས་སྐྲག་པར་གྱུར་ལ།
en: and he was startled by the sound.

source: གཅིག་ཏུ་ན་ཟན་ཟ་བའི་ཚེ། དེས་ཟངས་གཞོང་དེ་ལ་གྲིས་བྲུད་པ་ལྟར་ཡང་བྱེད་དེ།
en: He began to poke idly at the copper pot with his knife as he ate his food.

source: དེས་དེ་མཐོང་ནས་བསམས་པ།
en: Seeing all this, the wife thought,

source: འདི་ནི་དགྲ་བཅོམ་པ་མ་ཡིན་ཏེ།
en: “He’s no arhat.

source: འདི་ནི་སོ་སོའི་སྐྱེ་བོ་ཡིན་པས་བདག་གིས་འདི་དྲང་ནུས་སོ་སྙམ་ནས།
en: Since he’s just an ordinary person, I’ll be able to bring him back.”

source: ཇོ་བོ་མི་བཞུགས་པས་བདག་ཅག་གི་ལོངས་སྤྱོད་འདི་དག་དམས་པར་གྱུར་ཏེ།
en: “My lord, our wealth has been dwindling on account of your absence.

source: དེ་བས་ན་ཇོ་བོས་ང་ཡང་འཁོར་བརྒྱ་ལྔ་བཅུ་དང་ཁྱིམ་འདིར་བཤོས་གསོལ་བར་ཅི་གནང་ཞེས་བྱས་སོ། །
en: So, lord, please permit me to request you and your five hundred disciples to come here for your meal again tomorrow.”

source: དེ་ནས་ནག་པ་གླང་ཆེན་གནས་ཀྱིས་ཆུང་མ་ལ་ཅང་མི་ཟེར་བར་ཁས་བླངས་ནས།
en: Citra Mounted on an Elephant assented to his wife by his silence.

source: དེས་ཕྱི་དེ་ཉིན་དེའི་འཁོར་བརྒྱ་ལྔ་བཅུ་དང་། ཟན་བྱིན་ནས་ཡང་ཕྱི་དེ་ཉིན་པར་འཁོར་བརྒྱ་དང་ཟན་ལ་བོས་སོ། །
en: The next day she offered food to one hundred and fifty of his attendants, and on the following day she only invited one hundred.

source: དེ་བཞིན་དུ་མཐར་གྱིས་བུད་མེད་དེས་འཁོར་ཇེ་ཉུང་ཇེ་ཉུང་དུ་ཕྲིས་ནས།
en: In this way the woman gradually reduced the number of his attendants,

source: ཐ་མའི་ཉིན་པར་གཅིག་པུ་ཟན་ལ་བོས་ཏེ།
en: until on the last day he was the only one to whom she offered food.

source: དེས་ཟན་བྱིན་ནས་དེ་དྲང་བའི་ཕྱིར་ཕོངས་པའི་ཚིག་སྨྲ་ཞིང་།
en: Once she had offered him food, to bring him back again she began to talk about being destitute.

source: ཇོ་བོ་མི་བཞུགས་པས་འདི་ལྟར་བྲན་རྣམས་ཀྱིས་ཀྱང་བརྙས་སོ་ཞེས་ཟེར་རོ། །
en: “My lord, since you have been absent, even the servants insult me,” she said.

source: དེས་སྔ་ནས་ཁོལ་པོ་ཁྱེའུ་ཞིག་ལ་བསྒོ་སྟེ།
en: Now, earlier she had instructed one of the young servants,

source: གང་གི་ཚེ་ང་ཆོས་ཉན་ཅིང་འདུག་པ་དེའི་ཚེ། ཁྱོད་ཀྱིས་ང་ལན་གསུམ་གྱི་བར་དུ་དགུག་པ་ཐོང་ལ། ངའི་གན་དུ་ཤོག་ཅིག་ཅེས་སྤྲིང་ཤིག་
en: “As I’m sitting there listening to the Dharma you are to summon me three times—say, ‘Get over here!’

source: དེ་ནས་ཁྱོད་ཀྱི་ཐད་དུ་འོངས་པ་དང་། དེའི་འོག་ཏུ་ཁྱོད་ཀྱིས་ངའི་ཅོ་ཏོ་ནས་ཟུང་ལ། ཇོ་བོའི་མདུན་དུ་རྡེགས་ཤིག་ཅེས་བྱས་ཏེ་བཞག་གོ། །
en: When I come to you, grab me by the hair and beat me in sight of our lord.”

source: དེ་ནས་ཁོལ་པོའི་ཁྱེའུ་དེས་ཀྱང་དེ་ཁོ་ན་བཞིན་དུ་བྱས་ནས།
en: So the young servant did just that.

source: བུད་མེད་དེས་སྨྲས་པ། ཇོ་བོ་ད་གཟིགས།
en: “You see, my lord?” the woman said.

source: ཁྱོད་ཉིད་ཀྱི་མདུན་དུ་ཡང་བདག་འདི་ཁོ་ན་ལྟ་ཞིང་མཆིས་སོ་ཞེས་བྱས་སོ། །
en: “They treat me this way even in your sight.”

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ནག་པ་གླང་ཆེན་གནས་ཁྲོ་བའི་ཀུན་ཏུ་དཀྲིས་པ་ཆེན་པོ་སྐྱེས་ནས།
en: Hearing this, in an instant Citra Mounted on an Elephant was consumed with fury.

source: དེ་ཁྲོས་པས་ཆུང་མས་སྔ་ནས་མལ་དུ་རལ་གྲི་བཞག་པ་དེ་བླངས་ནས། ཤུབས་ནས་ཕྱུང་སྟེ་ཁྱེའུ་དེའི་སྟེང་དུ་བརྒྱུགས་ནས།
en: In his rage he took up a sword that his wife had earlier placed on the bed, drew it from its sheath, and charged at the young servant.

source: ཆུང་མས་རྐང་པ་ལ་ཕྱག་བྱས་ཏེ་སྨྲས་པ། ཇོ་བོ་རེ་ཞིག་གཟུ་ལུམས་མ་མཛད་པར་བསླབ་པའི་གཞི་རྣམས་ཕུལ་ལ་དེའི་འོག་ཏུ་འདི་བཅོས་པས་སླེབས་སོ། །
en: His wife threw herself at his feet. “Wait, lord—don’t be rash!” she pleaded. “You can punish him after you’ve given up your precepts.”

source: དེ་ནས་ནག་པ་གླང་ཆེན་གནས་ཀྱིས་ཆུང་མ་དེ་ཉིད་ཀྱི་མདུན་དུ་བསླབ་པའི་གཞི་རྣམས་ཕུལ་ཏེ།
en: So Citra Mounted on an Elephant gave back the fundamental precepts there before his wife.

source: ཆོས་གོས་ཚོན་ཅན་རྣམས་བོར་ནས། ཁྱིམ་པའི་གོས་རྣམས་བགོས་ཏེ་འདུག་གོ། །
en: He cast aside the colorful robes of the holy, donned householder’s clothing,

source: དེ་ནས་ཆུང་མ་ན་རེ།
en: and his wife said,

source: འདི་ནི་བདག་གིས་ཇོ་བོ་དྲང་བའི་ཐབས་བགྱི་བའི་སླད་དུ་དེ་ལྟར་བགྱིས་པར་བས་ཀྱི་ཇོ་བོས་འདི་ལ་ཁོ་ན་དུ་མི་བཟུང་བར་གསོལ།
en: “I did this, lord, as a means of bringing you back. Lord, I ask therefore that you not harbor resentment against him.

source: ཇོ་བོའི་ཁྱིམ་གྱི་འབྱོར་པ་ནི་རྒྱ་ཆེ་བ་ལགས་ཀྱིས།
en: Lord, the household’s wealth is vast.

source: ད་སླན་ཅད་ཇོ་བོ་འདོད་པ་རྣམས་ཀྱང་སྤྱོད་ཅིང་བཞུགས་ཤིག །སྦྱིན་པ་དག་ཀྱང་སྦྱིན་པར་མཛོད་ཅིག །བསོད་ནམས་དག་ཀྱང་མཛོད་ཅིག་ཅེས་ཟེར་རོ། །
en: From this day forth, lord, may you stay here and make use of it as you please, giving gifts and making merit.”

source: དེ་ནས་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས། ནག་པ་གླང་ཆེན་གནས་ཀྱིས་བསླབ་པ་རྣམས་ཕུལ་ཏེ། ཉམས་པར་བྱས་སོ་ཞེས་ཐོས་ནས་རྒྱལ་པོས་དེ་དགུག་པ་བཏང་ནས་དེ་ལ་སྔོན་གྱི་ལས་ཐབས་བྱིན་ནོ། །
en: When King Bimbisāra heard that Citra Mounted on an Elephant had given back his precepts and was in decline, the king summoned him and offered him his previous position.

source: དེ་ནས་དགེ་སློང་མང་པོ་དེ་དག་སྔ་དྲོ་ཤམ་ཐབས་དང་ཆོས་གོས་བགོས་ཏེ། ལྷུང་བཟེད་བསྣམས་ནས། རྒྱལ་པོའི་ཁབ་ཏུ་བསོད་སྙོམས་ལ་དོང་སྟེ།
en: In the morning a group of monks donned their lower garments and Dharma robes, and, carrying their begging bowls, went for alms in Rājagṛha.

source: དགེ་སློང་མང་པོ་དེ་དག་རྒྱལ་པོའི་ཁབ་ཏུ་བསོད་སྙོམས་ལ་རྒྱུ་བ་དང་། ནག་པ་གླང་ཆེན་གནས་ཀྱིས་བསླབ་པ་རྣམས་ཕུལ་ཏེ། ཉམས་པར་བྱས་སོ་ཞེས་ཐོས་སོ། །
en: On their way for alms in Rājagṛha the group of monks heard that Citra Mounted on an Elephant had given back his precepts and was in decline.

source: ཐོས་ནས་ཀྱང་རྒྱལ་པོའི་ཁབ་ནས་བསོད་སྙོམས་བླངས་ནས། ཟན་ཟོས་ཏེ།
en: Upon hearing this, they took alms in Rājagṛha, ate their meal and wiped their hands.

source: ཟས་ཕྱིས་ལེན་པ་སྤངས་ནས་ལྷུང་བཟེད་དང་ཆོས་གོས་བཞག་སྟེ། རྐང་པ་བཀྲུས་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བཞུགས་པ་དེར་དོང་སྟེ་ལྷགས་ནས།
en: Then they set aside taking alms, put away their alms bowls and Dharma robes, washed their feet, and went to see the Blessed One.

source: ཕྱོགས་གཅིག་ཏུ་འཁོད་ནས། དགེ་སློང་མང་པོ་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Once they had taken a seat at one side, the group of monks informed the Blessed One,

source: བཙུན་པ་འདི་ན་བདག་ཅག་དགེ་སློང་མང་པོ་སྔ་དྲོ་ཤམ་ཐབས་དང་ཆོས་གོས་འཚལ་ཏེ། ལྷུང་བཟེད་ཐོགས་ནས། རྒྱལ་པོའི་ཁབ་ཏུ་བསོད་སྙོམས་ལ་མཆིས་པ་ན།
en: “Lord, in the morning we monks donned our lower garments and Dharma robes, and, carrying our alms bowls, set out toward Rājagṛha for alms,

source: བཙུན་པ་བདག་ཅག་དགེ་སློང་མང་པོ་རྒྱལ་པོའི་ཁབ་ཏུ་བསོད་སྙོམས་ལ་རྒྱུ་བ་རྣམས་ཀྱིས། ནག་པ་གླང་ཆེན་གནས་ཀྱིས་བསླབ་པ་རྣམས་ཕུལ་ཏེ། ཉམས་པར་བགྱིས་སོ་ཞེས་ཐོས་ལགས་སོ། །
en: when we monks who were making our way to Rājagṛha for alms heard, Lord, that Citra Mounted on an Elephant had given back his precepts, and was in decline.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་རིགས་ཀྱི་བུ་དེ་ནི་ཡུན་རིང་དུ་ཁྱིམ་དུ་མི་གནས་ཏེ།
en: “Monks,” the Blessed One Replied, “that noble child will not be at home for long.

source: དེ་ནི་ཡང་ངའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས། ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་འགྱུར་རོ་ཞེས་བཀའ་སྩལ་ཏོ། །
en: He will go forth in my very doctrine once again, and then cast away all afflictive emotions and manifest arhatship.”

source: དེ་ནས་ཕྱི་ཞིག་ན་བཅོམ་ལྡན་འདས་ཀྱིས་ནག་པ་གླང་ཆེན་གནས་འདུལ་བའི་དུས་ལ་བབ་པར་གཟིགས་ནས།
en: One day the Blessed One saw that the time had come to tame Citra Mounted on an Elephant.

source: སྔ་དྲོ་ཤམ་ཐབས་དང་ཆོས་གོས་གསོལ་ཏེ། ལྷུང་བཟེད་བསྣམས་ནས། རྒྱལ་པོའི་ཁབ་ཏུ་བསོད་སྙོམས་ལ་གཤེགས་ཏེ། མཐར་གྱིས་རྒྱལ་པོའི་ཁབ་ཏུ་བསོད་སྙོམས་བཞེས་ནས།
en: In the morning he donned his lower garment and Dharma robes, and, carrying his alms bowl, he went for alms in Rājagṛha.

source: ནག་པ་གླང་ཆེན་གནས་ཀྱི་ཁྱིམ་གང་ན་འདུག་པ་དེར་གཤེགས་ཏེ་བྱོན་ནས། ཁྱིམ་གྱི་སྒོ་ན་གཞེས་ཏེ།
en: In going for alms he eventually came to the house where Citra Mounted on an Elephant was staying and stood at the door of the house.

source: དེ་དྲང་བའི་ཕྱིར་འོད་ཟེར་བཀྱེ་ནས་དེས་དེའི་ཁྱིམ་ཐམས་ཅད་གསེར་ཞུན་མའི་ཁ་དོག་ལྟ་བུར་སྣང་བར་གྱུར་ཏོ། །
en: In order to bring Citra Mounted on an Elephant back, he bathed the entire house in rays of light that gave it the appearance of refined gold,

source: དེ་ནས་ནག་པ་གླང་ཆེན་གནས་ཀྱིས་བསམས་པ།
en: whereupon Citra Mounted on an Elephant thought,

source: འོད་འདི་སུའི་ཡིན་ཞིག་གུ་བཅོམ་ལྡན་འདས་ཁོ་ནའི་ཡིན་གོར་མ་ཆག་ན།
en: “To whom could this light belong? There’s no doubt—it can only be the Blessed One.

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་བཞུགས་ཏེ། བདག་ལ་དགོངས་ཞིག་གུ་སྙམ་པ་དང་
en: Wherever the Blessed One may be, may he think of me.”

source: དེའི་སྐབས་སུ་ཕྲིན་པ་འོང་ནས། ནག་པ་གླང་ཆེན་གནས་ལ་སྦྲན་ཏེ། བཅོམ་ལྡན་འདས་སྒོ་ན་བཞུགས་སོ་ཞེས་བྱས་སོ། །
en: At that moment a messenger arrived to inform Citra Mounted on an Elephant that the Blessed One was at his door.

source: དེ་ནས་གུས་པར་བསྒྲིམ་པས་བཅོམ་ལྡན་འདས་ག་ལ་བཞུགས་པ་དེར་སོང་སྟེ་ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ།
en: With the greatest respect he went to see the Blessed One, and upon his arrival he touched his head to the Blessed One’s feet,

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ལ་གསོལ་པ།
en: bowed toward the Blessed One with palms pressed together, and inquired of him,

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་ཅི་སྩལ་པ་ལགས།
en: “Blessed One, what word can you grant us?”

source: ཁྱོད་ཁྱིམ་ན་གནས་པ་ཐོང་ལ་ཚུར་ཤོག །
en: “Give up living at home.

source: ཡང་ངའི་ཐད་དུ་རབ་ཏུ་བྱུང་ཤིག་ཅེས་བཀའ་སྩལ་ཏོ། །
en: Come with me, and go forth in my presence once again.”

source: འདི་ལྟར་བཅོམ་ལྡན་འདས་ཀྱིས་ནི། ཚེ་རབས་གཞན་དང་གཞན་དག་ཏུ་བླ་མ་དང་བླ་མའི་གནས་ལྟ་བུར་གྱུར་པ་སུའི་ངག་ཀྱང་མ་བཅག་པས་ན།
en: From life to life the Blessed One had never contravened the words of his guru nor the words of those who were like gurus to him.

source: བཅོམ་ལྡན་འདས་ཀྱི་བཀའ་ཡང་སུས་ཀྱང་གཅོག་ནུས་པ་མེད་དོ། །
en: For this reason no one can contravene the words of the Blessed One.

source: དེ་ནས་དེས་གསོལ་པ།
en: Citra Mounted on an Elephant replied,

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་ཅི་ལྟར་སྩལ་པ་བཞིན་དུ་འཚལ་ལོ་ཞེས་གསོལ་ནས།
en: “I shall do as the Blessed One has instructed,”

source: བཅོམ་ལྡན་འདས་ཀྱི་ཕྱི་བཞིན་དུ་འབྲང་སྟེ།
en: and followed the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱིས་འོད་མའི་ཚལ་དུ་ཁྲིད་ནས་རབ་ཏུ་ཕྱུང་སྟེ།
en: The Blessed One brought him to Bamboo Grove, led him to go forth as a novice,

source: བསྙེན་པར་རྫོགས་པར་མཛད་ནས་དེ་ལ་ལུང་ཡང་ཕོག་སྟེ།
en: conferred on him full ordination, and instructed him.

source: དེས་ཀྱང་བརྩོན་པ་དང་། བསྒྲུབ་པ་དང་། འབད་པས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ། །
en: Casting away all afflictive emotions with diligence, practice, and effort, he manifested arhatship.

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ། བཙུན་པ་ནག་པ་གླང་ཆེན་གནས་ཀྱིས་ལས་ཅི་བགྱིས་ན། ལས་དེའི་རྣམ་པར་སྨིན་པས། བཅོམ་ལྡན་འདས་མཉེས་པར་བགྱིས་ཏེ། མི་མཉེས་པར་མ་བགྱིས་ལ།
en: “Lord,” the monks asked the Blessed One, “what action did Citra Mounted on an Elephant take that ripened such that he pleased the Blessed One, did not displease him,

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། རི་ཁྲོད་ཀྱི་གྲོང་ཞིག་ན། ཁྱིམ་བདག་ནག་པ་ཞེས་བྱ་བ།
en: “Monks,” the Blessed One recounted, “in times gone by, in a certain mountain village there lived a householder named Citra.

source: ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བ། ཡོངས་སུ་འཛིན་པ། ཡངས་ཤིང་རྒྱ་ཆེ་བ། རྣམ་ཐོས་ཀྱི་བུའི་ནོར་དང་མཉམ་པ། རྣམ་ཐོས་ཀྱི་བུའི་ནོར་དང་འགྲན་པ་ཞིག་གནས་པ་ལས།
en: He was prosperous and wealthy, a person of vast and magnificent means, endowed with the wealth of Vaiśravaṇa—with wealth to rival Vaiśravaṇa’s.

source: ཕྱི་ཞིག་ན་དེ་དཔྱིད་ཀྱི་དུས་ན། ཤིང་ཡལ་ག་འཁྲིགས་ཤིང་མེ་ཏོག་རྒྱས་པའི་སྐྱེད་མོས་ཚལ་གྱི་སར་བྱུང་ངོ་། །
en: “One day in spring the tree branches in the garden had thickened and the flowers were in bloom.

source: སངས་རྒྱས་འཇིག་རྟེན་དུ་མི་འབྱུང་བའི་ཚེ། རང་སངས་རྒྱས་སྡུག་ཅིང་ཕོངས་པ་རྣམས་ལ་སྙིང་བརྩེ་བ་བས་མཐའི་གནས་མལ་ན་གནས་པ། འཇིག་རྟེན་གྱི་ཡོན་གནས་གཅིག་པུ་རྣམས་འཇིག་རྟེན་དུ་འབྱུང་སྟེ
en: Now in times when a blessed one has not arisen in the world, in compassion for the destitute and suffering the solitary buddhas appear, taking up residence in remote places. Solitary as the rhinoceros, in all the world they alone are worthy of offerings.

source: རང་སངས་རྒྱས་ཞིག་རི་ཁྲོད་དེར་བསོད་སྙོམས་ལ་འགྲོ་འདོད་ནས། དེས་སྐྱེད་མོས་ཚལ་དེ་ན་རོལ་མོའི་སྒྲ་གྲགས་པ་ཐོས་ནས། དེས་བསམས་པ།
en: So it was that there was a certain solitary buddha who, wishing to go for alms on that mountainside, heard the sounds of music coming from the park and thought,

source: བདག་དགང་དཀའ་བའི་ལྟོ་འདིའི་ཕྱིར་རི་ཁྲོད་དུ་འགྲོ་ཅི་དགོས་ཀྱིས།
en: ‘What need is there to go out onto the mountainside for the sake of this stomach, so difficult to fill?

source: སྐྱེད་མོས་ཚལ་འདིའི་ནང་དུ་སོང་དང་།
en: I will go into the garden.

source: འདི་ནས་བདག་གི་བསོད་སྙོམས་འབྱུང་བར་འགྱུར་རོ་སྙམ་སྟེ
en: My alms can come from there as well.’

source: རང་སངས་རྒྱས་དེ་སྐྱེད་མོས་ཚལ་དེར་སོང་ནས། ཁྱིམ་བདག་དེས་དེ་ལུས་མཛེས་པ་དང་། སེམས་མཛེས་པ་དེ་མཐོང་ངོ་། །
en: “The solitary buddha entered the garden, where the householder saw him, elegant in body and elegant in mind.

source: མཐོང་ནས་ཀྱང་ཁྱིམ་བདག་དེ་རང་སངས་རྒྱས་དེ་ལ་ཤིན་ཏུ་དགའ་བར་གྱུར་ཏོ། །
en: When he saw the solitary buddha, the householder experienced a surge of joy toward him.

source: དེ་དགའ་བར་གྱུར་ནས་བཤོས་གསོལ་ཏེ། སྨྲས་པ།
en: In his joy he offered him food, and said,

source: འཕགས་པ་ཁྱོད་ག་ལ་བཞུགས།
en: ‘Noble one, where are you staying?

source: བདག་གིས་ཁྱོད་ཀྱི་བསྙེན་བཀུར་བགྱིའོ། །
en: Let me offer you my respectful service.’

source: རང་སངས་རྒྱས་ཀྱིས་སྨྲས་པ།
en: “The solitary buddha replied,

source: ནགས་ཁྲོད་ག་གེ་མོ་ཞིག་ན་འདུག་གོ་ཞེས་སྨྲས་ནས། རང་སངས་རྒྱས་དེ་སོང་ངོ་། །
en: ‘I am staying at such-and-such a place, deep in the forest,’ and departed.

source: དེ་ནས་ཁྱིམ་བདག་དེས་དུས་དུས་སུ་ནགས་ཁྲོད་དེར་བཤོས་འབུལ་ཞིང་བསྙེན་བཀུར་ཡང་བྱེད་དོ། །
en: “After that, from time to time the householder would offer him a meal and his respectful service.

source: དེ་ནས་ཡང་ཕྱི་ཞིག་ན་ཁྱིམ་བདག་དེ་དེ་བལྟ་བའི་ཕྱིར་སོང་བ་ལས། རང་སངས་རྒྱས་དེ་ཤིང་ཞིག་གི་དྲུང་དུ་གནས་བཅས་ཏེ། ཀླུའི་རྒྱལ་པོ་ལུས་བསྐྱིལ་ཏེ་གཉིད་ལོག་པ་བཞིན་སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ་འདུག་གོ། །
en: One day the householder went to see him and found the solitary buddha sitting beneath a tree as if asleep, legs crossed, his body drawn up like a nāga king.

source: དེ་ནས་ཁྱིམ་བདག་དེས་རང་སངས་རྒྱས་དེ་རབ་ཏུ་དབེན་པར་གནས་པ་དེ་མཐོང་ནས། དེ་ཡང་རབ་ཏུ་དབྱུང་བར་འདོད་པའི་སེམས་སྐྱེས་སོ། །
en: Upon seeing the solitary buddha living in such solitude, he felt a strong desire to go forth,

source: དེ་ནས་དེ་རང་སངས་རྒྱས་དེའི་ཐད་དུ་སོང་ནས་རྐང་པ་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་སྨྲས་པ།
en: so he approached the solitary buddha, touched his head to his feet, and said,

source: འཕགས་པ་བདག་རབ་ཏུ་ཕྱུང་ཞིག་དང་།
en: ‘Noble one, please lead me to go forth.

source: བདག་ཀྱང་ཁྱོད་ཀྱི་ཐད་དུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་པར་འཚལ་ལོ། །
en: In your presence I too wish to practice the holy life.’

source: རང་སངས་རྒྱས་ཀྱིས་སྨྲས་པ། ང་ནི་རབ་ཏུ་འབྱིན་པར་མི་བྱེད་དོ། །
en: “ ‘I don’t lead people to go forth,’ the solitary buddha told him.

source: དྲང་སྲོང་རྣམས་རབ་ཏུ་འབྱིན་པར་བྱེད་ཀྱིས་དྲང་སྲོང་རྣམས་ཀྱི་ནང་དུ་སོང་ལ་རབ་ཏུ་འབྱུང་བར་གྱིས་ཤིག །
en: ‘The sages lead people to go forth. Therefore, take yourself to the sages.’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ཁྱིམ་བདག་དེས་ཁྱིམ་གྱི་འཁོར་བཏང་ནསསྦྱིན་པ་བྱིན་ཅིང་བསོད་ནམས་དག་བྱས་ཏེ།
en: “When he heard this the householder immediately gave up household affairs, gave gifts and made merit,

source: དྲང་སྲོང་རྣམས་ཀྱི་ནང་དུ་རབ་ཏུ་བྱུང་ནས།
en: and went forth to join the sages.

source: དེ་དེར་རབ་ཏུ་བྱུང་སྟེ། བསམ་གཏན་བཞི་དང་། མངོན་པར་ཤེས་པ་ལྔ་བསྐྱེད་དོ། །
en: Having thus gone forth he generated the four meditative states and the five superknowledges.

source: དེ་རབ་ཏུ་བྱུང་ནས། རང་སངས་རྒྱས་དེ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་སོ། །
en: After he had gone forth, the solitary buddha passed into parinirvāṇa.

source: དེ་ནས་དྲང་སྲོང་དེའི་བློ་སྐྱེས་པ་བདག་སོང་ལ་ཡོན་གནས་ཀྱི་མཆོག་དགེ་བའི་བཤེས་གཉེན་དེ་ལ་བསྙེན་བཀུར་བྱའོ། །
en: “Then the thought came to one of the sages, ‘I will go to this spiritual teacher, so supremely worthy of offerings, and offer him my respect and service.

source: འོན་ཀྱང་དེ་ལས་བདག་གིས་གོང་མའི་ཁྱད་པར་རྟོགས་པར་འགྱུར་རོ་སྙམ་སྟེ།
en: Through him I shall understand the distinctions between the higher states.’

source: དེ་ནགས་ཁྲོད་དེར་སོང་བ་ལས། དེས་དེར་རང་སངས་རྒྱས་དེ་ནི་མ་མཐོང་གིས།
en: He went to the forest but he could not find the solitary buddha.

source: རང་སངས་རྒྱས་གཞན་ཞིག་ནགས་ཁྲོད་དེར་མཐོང་ནས། དེས་དེ་ལ་དྲིས་པ་འཕགས་པ། དགེ་སློང་ཤ་ཚུགས་དང་། ཁ་དོག་འདི་ལྟ་བུ་ཞིག་ནགས་ཁྲོད་འདི་ན་འདུག་འདུག་པ་གར་སོང་།
en: Spotting another solitary buddha there in the forest, he asked after him. “ ‘O noble one, there was a monk with such-and-such a build and bearing staying in this forest. Do you know where he went?’

source: རང་སངས་རྒྱས་ཀྱིས་སྨས་པ། ཡོངས་སུ་མྱ་ངན་ལས་འདས་སོ། །
en: “ ‘He passed into parinirvāṇa,’ the solitary buddha told him.

source: དེས་སྨྲས་པ། དེ་གང་དུ་མྱ་ངན་ལས་འདས།
en: “ ‘Where was he when he passed into parinirvāṇa?’ he asked,

source: དེ་ནས་རང་སངས་རྒྱས་དེས་དེའི་སྐུ་གདུང་དེ་དག་བསྟན་ཏོ། །
en: whereupon the solitary buddha showed him his remains.

source: དེ་ནས་དེའི་སྐུ་གདུང་གི་མཆོད་རྟེན་བརྩིགས་ནས་བདུག་པ་དང་། ཕྱེ་མ་དང་། སྤོས་དང་། མེ་ཏོག་རྣམས་ཀྱིས་བཀུར་སྟི་བྱས་ཏེ། སྨོན་ལམ་བཏབ་པ།
en: He built a reliquary stūpa for the remains and venerated it with burning sticks of incense, incense powder, incense cones, and flowers, praying,

source: ཀྱེ་མ་དགེ་བའི་རྩ་བ་འདིས་ན་བདག་གང་དང་གང་དུ་སྐྱེ་བར་འགྱུར་བ་དེ་དང་དེར། ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེ་བར་ཤོག་ཤིག །
en: ‘Oh, by this root of virtue, wherever I am born, may it be into a family of great means, prosperity, and wealth.

source: འདི་བས་ཀྱང་ཆེས་ཁྱད་པར་དུ་འཕགས་པའི་སྟོན་པ་བདག་གིས་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག །མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག །
en: May I please and not displease a teacher even more exalted than this.

source: ཡོན་ཏན་འདི་ལྟ་བུ་དག་ཀྱང་བདག་གིས་ཐོབ་པར་ཤོག་ཤིག །
en: May I achieve such great virtues.’

source: ཅེས་དེས་སྨོན་ལམ་བཏབ་ནས། ས་ཕྱོགས་དེ་ནས་སོང་ངོ་། །
en: Having prayed thus, he departed from the region.

source: དེ་ནས་ཕྱི་ཞིག་ན། དེ་ཤི་འཕོས་ཏེ། དུས་ལས་འདས་ནས་ཚངས་པའི་འཇིག་རྟེན་དུ་སྐྱེས་སོ། །
en: Some time after that he died, transmigrated, and took rebirth in Brahmāloka.

source: དེའི་ཚེ་ཁྱིམ་བདག་ནག་པར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་ནག་པ་གླང་ཆེན་གནས་འདི་ཁོ་ན་ཡིན་ཏེ།
en: The one who was that householder then is none other than Citra Mounted on an Elephant.

source: དེས་རང་སངས་རྒྱས་དེ་ལ་བཀུར་སྟི་བྱས་ནས། སྨོན་ལམ་བཏབ་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས། གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེར་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེས་ཏེ།
en: The act of respectfully serving the solitary buddha and saying that prayer ripened such that wherever he was born, it was into a family of great means, prosperity, and wealth.

source: རང་སངས་རྒྱས་བྱེ་བ་འབུམ་ཕྲག་པས་ཀྱང་ཆེས་ཁྱད་པར་དུ་འཕགས་པ། ང་ལྟ་བུ་འདིས་མཉེས་པར་བྱས་ཏེ། མི་མཉེས་པར་མ་བྱས་ལ། ང་ཉིད་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ། །
en: I am more exalted than even one hundred billion solitary buddhas, and he has pleased me, not displeased me, gone forth in my very doctrine, cast away all afflictive emotions, and manifested arhatship.”
